---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.InfillFailures
source: html/7dd983fe-99f0-82bc-9dd2-afd2ae97bbdc.htm
---
# BuiltInFailures.InfillFailures Properties

Can't delete infilling element without deleting its insert or host.